[
	{
		"title":"Comedy is hard work",
		"anchor":"comedy",
		"body":"<p>Acting in a comedy is harder than it may seem. One of the key elements of comedic acting is not to 'milk the audience' for a laugh. You may have a brilliantly funny script to work from, but if you play the scenes as though a laugh is going to come at any moment, you will certainly kill the spontaneity of the world you have created.</p><p>In order to avoid giving the joke(s) away too soon, actors need to stay focused on each moment as it unfolds. Trust that the playwright has orchestrated his/her scenes so that the humor will be seen (and heard) in them.</p>"		
	},
	{
		"title": "Don't be funny",
		"anchor" : "funny",
		"body":"<p>How do you deliver a funny line? Don't be funny.</p><p>We've all seen actors trying too hard to squeeze very last bit of humor out of one line just to be sure s/he gets the laugh. Or worse, an actor delivers a line then waits for the laugh s/he is positive will follow. (You can almost hear the crickets chirping in the silence.) You can avoid this by staying true to the world of the scene at hand.</p><p>Rule of Comedy: If you believe it, the laughs will come.</p>"
	},
	{
		"title": "How to laugh",
		"anchor":"laugh",
		"body":"<p>For some actors laughing on cue can be just as daunting a task as crying on cue. Here are a few tips on how to laugh effectively:</p><ul><li><p>First and foremost, keep your attention on the scene and on your partner. If you are truly engrossed in the moment of the scene, the laugh will come organically.</p></li><li><p>Think of the kind of laugh required for the moment. What size or type of laugh is an appropriate reaction to the situation? Sometimes a little chuckle is far more effective than a belly laugh. Although a seemingly inappropriate laugh may work as well, particularly if you are acting in a comedy.</p></li><li><p>Be aware of the what the mood of the scene is and decide how your character would honestly react. After that, forget about it. Let the moment carry you through.</p></li></ul>"
	}
]